acpi
acpid
adw-gtk-theme
alacritty
amd-ucode
ansible
apparmor
awxkit
b43-fwcutter
baobab
base
base-devel
bat
bemenu
bibata-cursor-theme
blueman
brave-browser
btop
btrfs-progs
btrfsmaintenance
calf
clamav
clang
cliphist
cloc
code
collision
copyq
cpu-x
cpupower
cronie
cryptsetup
decibels
deja-dup
device-mapper
diffutils
distrobox
distroshelf
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dunst
e2fsprogs
easyeffects
ecryptfs-utils
efibootmgr
emacs-wayland
endeavour
eog
evince
exfatprogs
eza
f2fs-tools
fail2ban
fastfetch
fd
fdupes
ffmpeg-audio-thumbnailer
ffmpegthumbnailer
file-roller
firefox
foot
fprintd
fragments
fzf
gdm
gedit
gedit-plugins
gimp
github-cli
glibc-locales
gnome-backgrounds
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-layout-switcher
gnome-logs
gnome-maps
gnome-mines
gnome-remote-desktop
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-arc-menu
gnome-shell-extension-dash-to-dock
gnome-shell-extension-dash-to-panel
gnome-shell-extension-forge
gnome-shell-extension-gnome-ui-tune
gnome-shell-extension-gsconnect
gnome-shell-extension-gtk4-desktop-icons-ng
gnome-shell-extension-legacy-theme-auto-switcher
gnome-shell-extension-space-bar
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnuchess
gobject-introspection
graphicsmagick
grilo-plugins
grim
grub
grub-btrfs
grub-theme-manjaro
gtksourceview-pkgbuild
gtop
gufw
gum
gvfs
gvfs-afc
gvfs-dnssd
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
haproxy
htop
iagno
ibus
inetutils
install-grub
intel-ucode
intltool
inxi
iriunwebcam-bin
jemalloc
jfsutils
jq
kvantum-manjaro
lazydocker-bin
lazygit
less
lib32-vulkan-intel
lib32-vulkan-nouveau
lib32-vulkan-radeon
libdvdcss
libpamac-flatpak-plugin
libpqxx
librabbitmq-c
libreoffice-fresh
libreoffice-fresh-pt-br
libvips
linux612
linux612-headers
logrotate
lrzip
lsp-plugins
lvm2
mako
malcontent
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-base-skel
manjaro-browser-settings
manjaro-gnome-backgrounds
manjaro-gnome-extension-settings
manjaro-gnome-settings
manjaro-gstreamer
manjaro-hello
manjaro-input
manjaro-modem
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-settings-samba
manjaro-system
manjaro-zsh-config
mariadb-clients
mc
mdadm
memtest86+
memtest86+-efi
mesa-utils
meson
mhwd
mhwd-db
mise
mkinitcpio-openswap
modemmanager
mupdf
mupdf-tools
nano
nano-syntax-highlighting
nautilus
nautilus-admin
nautilus-empty-file
network-manager-applet
network-manager-sstp
networkmanager
networkmanager-openvpn
networkmanager-strongswan
nfs-utils
nginx
ninja
nitrogen
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
nwg-displays
obs-studio
openjdk21-src
openjdk8-src
openshot
openssh
os-prober
otf-firamono-nerd
pamac-gnome-integration
pamac-gtk
papirus-maia-icon-theme
perl
pgcli
php
php-apache
php-gd
php-igbinary
php-pear
php-pgsql
php-sodium
php-xsl
plocate
plymouth-theme-manjaro
podman
polybar
postgresql
postgresql-libs
power-profiles-daemon
qt5-wayland
qt5ct
qt6ct
quadrapassel
qview
r
rar
redis
ripgrep
rkhunter
rlwrap
rofi
rsync
rust
rygel
s-nail
sbctl
seahorse
shotwell
simple-scan
slurp
snapshot
sof-firmware
squashfs-tools
starship
sudo
sushi
sway
swaybg
swayidle
swaylock
swaync
sysfsutils
system-config-printer
tcpdump
testdisk
texinfo
thunderbird
timeshift
timeshift-autosnap-manjaro
tldr
totem
ttf-hack-nerd
ttf-indic-otf
ttf-jetbrains-mono-nerd
udev-usb-sync
unace
update-grub
usbutils
vi
vim
virtualbox
virtualbox-ext-vnc
virtualbox-guest-iso
virtualbox-guest-utils
virtualbox-host-dkms
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
webapp-manager
wf-recorder
wget
which
wireless-regdb
wofi
wpa_supplicant
xclip
xdg-desktop-portal-wlr
xdotool
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xournalpp
yay
zathura
zathura-pdf-mupdf
zellij
zlib-ng
zoxide
